const initialCards = [
    {
      name: "Калуга",
      link: "./images/kaluga.jpg",
      alt: "Мост, с другой стороны деревья и ели",
    },
    {
      name: "Сочи",
      link: "./images/sochi.jpg",
      alt: "Дома на горе с красными крышами, между ними растут тропические растения",
    },
    {
      name: "Вичуга",
      link: "./images/vichuga.jpg",
      alt: "Деревянный домик с растущей рядом сосной, вокруг снег",
    },
    {
      name: "Зарайск",
      link: "./images/zaraisk.jpg",
      alt: "Площадь с торговыми рядами и храмом на заднем плане",
    },
    {
      name: "Екатеринбург",
      link: "./images/ekb.jpg",
      alt: "Река и набережная с деревьями, на другом берегу здания разной высотности ",
    },
    {
      name: "Невьянск",
      link: "./images/neviansk.jpg",
      alt: "Вид с башни на панораму небольшого города, много небольших домов",
    },
    {
      name: "Кыштым",
      link: "./images/kushtum.jpg",
      alt: "Сельская местность с домами и хвойными деревьями, вдалеке гора",
    },
    {
      name: "Карабаш",
      link: "./images/karabash.jpg",
      alt: "Озеро, на противоположном берегу завод с трубой",
    },
    {
      name: "Миасс",
      link: "./images/miass.jpg",
      alt: "Сельская местность с домами, возле одного стоит желтый грузовичок",
    },
    {
      name: "Златоуст",
      link: "./images/zlatoust.jpg",
      alt: "Деревянные дома на переднем плане, за которыми озеро и горы на заднем плане",
    },
    {
      name: "Чебаркуль",
      link: "./images/chebarkul.jpg",
      alt: "Озеро, с правой стороны берег и деревья",
    },
    {
      name: "Челябинск",
      link: "./images/chelabinsk.jpg",
      alt: "Река, на другой её стороне здания разной этажности",
    },
    {
      name: "Кронштадт",
      link: "./images/kronshtadt.jpg",
      alt: "Пирс, море и корабли, летают много чаек",
    },
    {
      name: "Выборг",
      link: "./images/vuborg.jpg",
      alt: "Краснокирпичное здание и шпиль в центре, сверху серое небо и летящая птица, снизу газон и дорога",
    },
    {
      name: "Санкт-Петербург",
      link: "./images/spb.jpg",
      alt: "Улица между белым храмом и зданием, у пешеходного перехода стоят машины, дорога мокрая",
    },
    {
      name: "Москва",
      link: "./images/moscow.jpg",
      alt: "Панорама города, на переднем плане розовое здание с серой крышей, сталинская высотка на заднем плане",
    },
    {
      name: "Пенза",
      link: "./images/penza.jpg",
      alt: "Площадь с сугробами, на переднем плане фонарь, на заднем белые здания",
    },
    {
      name: "Тольятти",
      link: "./images/togliatti.jpg",
      alt: "Панорама города с белыми панельными домами, освещёнными солнцем, во дворе деревья",
    },
];